import Foto1 from '../../img/Twenty.png'
import Foto2 from '../../img/con.jpg'

export const who:string = 'Кто такие Twenty one pilot'

export const MainText:{mainT:string,Image:string}[] = [
    {
        mainT:`Twenty One Pilots - это американский музыкальный дуэт из Колумбуса, штат
         Огайо. Группа была образована в 2009 году вокалистом Тайлером Джозефом вместе с Ником Томасом и Крисом Салихом, 
         которые покинули группу в 2011 году. С тех пор состав группы состоит из Джозефа и барабанщика Джоша Дана.
         Дуэт известен своими синглами “Stressed Out”, “Ride” и “Heathens”, которые достигли коммерческого успеха между 2015 и 2016 годами. 
         Группа получила Грэмми за лучшее поп-исполнение дуэта или группы на 59-й ежегодной церемонии награждения Грэмми за песню “Stressed Out”.`,
        Image:Foto1
    },
    {
        mainT:`Twenty One Pilots начали как
         независимый коллектив, выпустив альбомы "Twenty One Pilots" (2009) и 
         "Regional at Best" (2011). В 2012 году они подписали контракт с лейблом Fueled by Ramen. 
         Их дебютный альбом на лейбле, "Vessel" (2013), стал вторым альбомом, где каждый трек получил золотую сертификацию. 
         Дуэт прорвался с альбомом "Blurryface" (2015), включающим хиты "Stressed Out" и "Ride". "Heathens" сделал группу первым альтернативным исполнителем
          с двумя топ-5 синглами. Они выпустили "Trench" (2018) и "Scaled and Icy" (2021). Предстоящий альбом "Clancy" ожидается в 2024 году. Завоевали десять 
          первых мест в чарте Alternative Songs.`,
        Image:Foto2
    },

]